export const MZdata = [
  {
    id: 11,
    name: "밤 티라미수",
    category: "흑백요리사",
    chef: "나폴리 맛피아",
    ingredient:
      "밤, 우유, 크림치즈, 통밀 비스킷, 토피넛 라떼, 생크림, 초콜릿, 그레놀라",
    way: [
      "1. 간식 밤 1봉지를 우유와 끓인 후 갈아 밤 퓌레를 만든다.",
      "2. 밤 퓌레를 크림치즈와 섞어 냉동실에 30분 보관하고, 생크림과 섞어 밤 크림을 만든다.",
      "3. 통밀 비스킷 4개와 토피넛 라테를 섞어 베이스를 만들어 주고, 크림과 함께 3층으로 쌓는다.",
      "4. 살짝 얼린 초콜릿을 갈아 올리고, 프라이팬에 볶은 그래놀라를 얹어 마무리한다.",
    ],
    imageUrl: "/assets/MZ11.png",
  },
  {
    id: 12,
    name: "동파육",
    category: "흑백요리사",
    chef: "철가방 요리사",
    ingredient: "돼지고기, 청경채, 통후추, 대파, 월계수 잎",
    way: [
      "1. 돼지고기를 겉만 익힌다",
      "2. 냄비에 물 넣고 재료 다 때려넣고 삶는다",
      "3. 간장에 청경채와 삶은 고기를 함께 졸인다.",
    ],
    imageUrl: "/assets/MZ12.png",
  },
  {
    id: 13,
    name: "라면 팟타이",
    category: "흑백요리사",
    chef: "요리하는 돌아이",
    ingredient: "신라면, 땅콩, 원하는 토핑",
    way: [
      "1. 기름 두른 팬에 야채 넣고 볶는다.",
      "2. 삶아둔 면을 넣고 함께 볶는다.",
      "3. 건더기 스프, 분말스프를 넣고 볶아준다.",
    ],
    imageUrl: "/assets/MZ13.png",
  },
  {
    id: 14,
    name: "무 스테이크",
    category: "흑백요리사",
    chef: "최강록",
    ingredient: "김치, 밥, 대파, 참기름, 간장, 계란",
    way: [
      "1. 김치를 볶는다.",
      "2. 밥을 넣고 같이 볶는다.",
      "3. 계란 프라이와 함께 먹는다.",
    ],
    imageUrl: "/assets/MZ14.png",
  },
];
